// problems.js

export const problemList = [
// 濁音・半濁音
  {
    kanji: "五周年おめでとうございます",
    kana:  "ごしゅうねんおめでとうございます"
  },
  {
    kanji: "れいさん大好き",
    kana:  "れいさんだいすき"
  },
  {
    kanji: "れいさん結婚しよ！",
    kana:  "れいさんけっこんしよ！"
  },
  {
    kanji: "世田れいasmr",
    kana:  "せたれいasmr"
  },
  {
    kanji: "好きすぎてしんどい",
    kana:  "すきすぎてしんどい"
  },
  {
    kanji: "過激派のみなさん落ち着いて",
    kana:  "かげきはのみなさんおちついて"
  },
  {
    kanji: "お気に入り問題",
    kana:  "おきにいりもんだい"
  },
  {
    kanji: "質問箱浄化",
    kana:  "しつもんばこじょうか"
  },
  {
    kanji: "都合のいい関係",
    kana:  "つごうのいいかんけい"
  },
  {
    kanji: "下心旅行",
    kana:  "したごころりょこう"
  },
  {
    kanji: "欲求不満",
    kana:  "よっきゅうふまん"
  },
  {
    kanji: "んー",
    kana:  "んー"
  },
  {
    kanji: "したい",
    kana:  "したい"
  },
  {
    kanji: "アレクサ！時差をなくして！",
    kana:  "あれくさ！じさをなくして！"
  },
  {
    kanji: "ベッドにそっと置かれるおもちゃ",
    kana:  "べっどにそっとおかれるおもちゃ"
  },
  {
    kanji: "泡風呂マスター",
    kana:  "あわぶろますたー"
  },
  {
    kanji: "English OK",
    kana:  "englishok"
  },
  {
    kanji: "イギリス移住",
    kana:  "いぎりすいじゅう"
  },
  {
    kanji: "アカペラチャレンジ一年生",
    kana:  "あかぺらちゃれんじいちねんせい"
  },

// シチュボ・台詞
  {
    kanji: "年上彼女シリーズ",
    kana:  "としうえかのじょしりーず"
  },
  {
    kanji: "消しちゃおっかツイッターのフォロー",
    kana:  "けしちゃおっかついったーのふぉろー"
  },
  {
    kanji: "先輩、一人でしたりするんですか",
    kana:  "せんぱい、ひとりでしたりするんですか"
  },
  {
    kanji: "声聞かせて",
    kana:  "こえきかせて"
  },
  {
    kanji: "田中さんのこと嘘つきって呼びます",
    kana:  "たなかさんのことうそつきってよびます"
  },
  {
    kanji: "私にとって無害",
    kana:  "わたしにとってむがい"
  },
  {
    kanji: "関西生まれ関西育ち",
    kana:  "かんさいうまれかんさいそだち"
  },
  {
    kanji: "寝落ちラジオ続編永遠待機",
    kana:  "ねおちらじおぞくへんえいえんたいき"
  },
  {
    kanji: "リップ音注意",
    kana:  "りっぷおんちゅうい"
  },
  {
    kanji: "先輩実はドMでしょ",
    kana:  "せんぱいじつはどmでしょ"
  },
  {
    kanji: "ちゃんと舌出して",
    kana:  "ちゃんとしただして"
  },
  {
    kanji: "泣き顔性癖",
    kana:  "なきがおせいへき"
  },
  {
    kanji: "好きになっちゃったんだなーって",
    kana:  "すきになっちゃったんだなーって"
  },
  {
    kanji: "私が決めるの",
    kana:  "わたしがきめるの"
  },
  {
    kanji: "summertimeの衝撃",
    kana:  "summertimeのしょうげき"
  },
  {
    kanji: "ヒビカセ",
    kana:  "ひびかせ"
  },
  {
    kanji: "気持ちいい事好きですもんね",
    kana:  "きもちいいことすきですもんね"
  },
  {
    kanji: "同僚",
    kana:  "どうりょう"
  },
  {
    kanji: "先輩がダメなら後輩もアリかも",
    kana:  "せんぱいがだめならこうはいもありかも"
  },
  {
    kanji: "学生シチュ",
    kana:  "がくせいしちゅ"
  },
  {
    kanji: "napori",
    kana:  "napori"
  },
  {
    kanji: "その人のこと好きなの？",
    kana:  "そのひとのことすきなの？"
  },
  {
    kanji: "縛っててよかった",
    kana:  "しばっててよかった"
  },
  {
    kanji: "お風呂一緒にはいろっか",
    kana:  "おふろいっしょにはいろっか"
  },
  {
    kanji: "いっぱいぎゅーしてちゅー",
    kana:  "いっぱいぎゅーしてちゅー"
  },
  {
    kanji: "なに想像しました",
    kana:  "なにそうぞうしました"
  },
  {
    kanji: "世田れいと電話",
    kana:  "せたれいとでんわ"
  },
  {
    kanji: "一人でするように指示",
    kana:  "ひとりでするようにしじ"
  },
  {
    kanji: "私の声好きでしょ",
    kana:  "わたしのこえすきでしょ"
  },
  {
    kanji: "一人暮らしなのに声我慢するんですか",
    kana:  "ひとりぐらしなのにこえがまんするんですか"
  },
  {
    kanji: "見えるとこにおもちゃ箱を置く先輩",
    kana:  "みえるとこにおもちゃばこをおくせんぱい"
  },
  {
    kanji: "塩対応な家庭教師の先生",
    kana:  "しおたいおうなかていきょうしのせんせい"
  },
  {
    kanji: "自分にべた惚れな女の子",
    kana:  "じぶんにべたぼれなおんなのこ"
  },
  {
    kanji: "関西弁彼女に会いたい",
    kana:  "かんさいべんかのじょにあいたい"
  },
  {
    kanji: "寝たふりバレてますよ",
    kana:  "ねたふりばれてますよ"
  },
  {
    kanji: "きもちいと何も考えられないの？",
    kana:  "きもちいとなにもかんがえられないの？"
  },
  {
    kanji: "スペアリブ",
    kana:  "すぺありぶ"
  },
  {
    kanji: "やだ",
    kana:  "やだ"
  },
  {
    kanji: "私のものだって思わせて",
    kana:  "わたしのものだっておもわせて"
  },
  {
    kanji: "すみません！キャンディキスゲーム会場はどちらですか？",
    kana:  "すみません！きゃんでぃきすげーむかいじょうはどちらですか？"
  },
  {
    kanji: "浮気した？",
    kana:  "うわきした？"
  },
  {
    kanji: "濡れてるのがわかっちゃうの嫌なんだ",
    kana:  "ぬれてるのがわかっちゃうのいやなんだ"
  },
  {
    kanji: "指舐め強要",
    kana:  "ゆびなめきょうよう"
  },
  {
    kanji: "舐めるの上手",
    kana:  "なめるのじょうず"
  },
  {
    kanji: "あーそれやばい",
    kana:  "あーそれやばい"
  },
  {
    kanji: "世田れいショートボイス",
    kana:  "せたれいしょーとぼいす"
  },
  {
    kanji: "れいちゃん情報",
    kana:  "れいちゃんじょうほう"
  },
  {
    kanji: "れいのためにどれくらい頑張れそう",
    kana:  "れいのためにどれくらいがんばれそう"
  },
  {
    kanji: "もっと好きになって",
    kana:  "もっとすきになって"
  },
  {
    kanji: "シチュボは気が向くまで出ません",
    kana:  "しちゅぼはきがむくまででません"
  },
  {
    kanji: "クズです注意",
    kana:  "くずですちゅうい"
  },
  {
    kanji: "事後注意",
    kana:  "じごちゅうい"
  },
  {
    kanji: "咀嚼音注意",
    kana:  "そしゃくおんちゅうい"
  },
// キャス
  {
    kanji: "Youtubelive挫折",
    kana:  "Youtubeliveざせつ"
  },
  {
    kanji: "どらさんコラボ",
    kana:  "どらさんこらぼ"
  },
  {
    kanji: "dan.さんコラボ",
    kana:  "dan.さんこらぼ"
  },
  {
    kanji: "通話企画",
    kana:  "つうわきかく"
  },
  {
    kanji: "連絡は電話がいい",
    kana:  "れんらくはでんわがいい"
  },
  {
    kanji: "耳舐め",
    kana:  "みみなめ"
  },
  {
    kanji: "巣蜜",
    kana:  "すみつ"
  },
  {
    kanji: "ハニーゼリー",
    kana:  "はにーぜりー"
  },
  {
    kanji: "大きいゴーフル",
    kana:  "おおきいごーふる"
  },
  {
    kanji: "リップ音同時視聴、あれはよかった",
    kana:  "りっぷおんどうじしちょう、あれはよかった"
  },
  {
    kanji: "充電5％になったらおやすみなさい",
    kana:  "じゅうでん5％になったらおやすみなさい"
  },
  {
    kanji: "ねこひゃっぴき",
    kana:  "ねこひゃっぴき"
  },
  {
    kanji: "こんばんは世田れいです",
    kana:  "こんばんはせたれいです"
  },
  {
    kanji: "なんの話する",
    kana:  "なんのはなしする"
  },
  {
    kanji: "いちゃいちゃ",
    kana:  "いちゃいちゃ"
  },
  {
    kanji: "おもちちゃん",
    kana:  "おもちちゃん"
  },
  {
    kanji: "テディ先輩",
    kana:  "てでぃせんぱい"
  },
  {
    kanji: "マイメロ配信者",
    kana:  "まいめろはいしんしゃ"
  },
  {
    kanji: "れいと付き合ったら何したい",
    kana:  "れいとつきあったらなにしたい"
  },
  {
    kanji: "一回嫌がって欲しい",
    kana:  "いっかいいやがってほしい"
  },
  {
    kanji: "ハーレムつくりにきてる",
    kana:  "はーれむつくりにきてる"
  },
  {
    kanji: "お揃いパジャマ",
    kana:  "おそろいぱじゃま"
  },
  {
    kanji: "お布施ありがと昇格です",
    kana:  "おふせありがとしょうかくです"
  },
  {
    kanji: "～～毎（なんとかまい）",
    kana:  "なんとかまい"
  },
    {
    kanji: "何卒（なにそつ）",
    kana:  "なにそつ"
  },
  {
    kanji: "またしても身長を偽る世田れい",
    kana:  "またしてもしんちょうをいつわるせたれい"
  },
  {
    kanji: "メンタルぽよ励み系フォルダ",
    kana:  "めんたるぽよはげみけいふぉるだ"
  },
  {
    kanji: "吹きガラスで怒られる世田れい",
    kana:  "ふきがらすでおこられるせたれい"
  },
  {
    kanji: "待ち合わせでキョロキョロして蛙化",
    kana:  "まちあわせできょろきょろしてかえるか"
  },
  {
    kanji: "ベッドメイクの天才",
    kana:  "べっどめいくのてんさい"
  },
  {
    kanji: "言葉責め",
    kana:  "ことばぜめ"
  },
  {
    kanji: "メイドコス洋服抜き",
    kana:  "めいどこすようふくぬき"
  },
  {
    kanji: "愛してるゲーム無敵",
    kana:  "あいしてるげーむむてき"
  },
  {
    kanji: "バリバリの関西弁",
    kana:  "ばりばりのかんさいべん"
  },
  {
    kanji: "北風小僧の寒太郎（きたかぜこぞうのさむたろう）",
    kana:  "きたかぜこぞうのさむたろう"
  },
  {
    kanji: "緑黄色社会（りょくおうしょくやさい）",
    kana:  "りょくおうしょくやさい"
  },
  {
    kanji: "じゃあ順番に性癖コメントして",
    kana:  "じゃあじゅんばんにせいへきこめんとして"
  }
];
