// problems.js

export const problemList = [
// 濁音・半濁音
  {
    kanji: "五周年おめでとうございます",
    kana:  "ごしゅうねんおめでとうございます"
  },
  {
    kanji: "れいさん大好き",
    kana:  "れいさんだいすき"
  },
  {
    kanji: "世田れいasmr",
    kana:  "せたれいasmr"
  },
  {
    kanji: "好きすぎてしんどい",
    kana:  "すきすぎてしんどい"
  },
  {
    kanji: "過激派のみなさん落ち着いて",
    kana:  "かげきはのみなさんおちついて"
  },
  {
    kanji: "お気に入りなんていない",
    kana:  "おきにいりなんていない"
  },
  {
    kanji: "質問箱の浄化",
    kana:  "しつもんばこのじょうか"
  },
  {
    kanji: "都合のいい関係",
    kana:  "つごうのいいかんけい"
  },
  {
    kanji: "下心旅行",
    kana:  "したごころりょこう"
  },
  {
    kanji: "欲求不満",
    kana:  "よっきゅうふまん"
  },
  {
    kanji: "んー",
    kana:  "んー"
  },
  {
    kanji: "アレクサ！イギリスとの時差を縮めて！",
    kana:  "あれくさ！いぎりすとのじさをちぢめて！"
  },
    
// シチュボ・台詞
  {
    kanji: "年上彼女シリーズ",
    kana:  "としうえかのじょしりーず"
  },
  {
    kanji: "消しちゃおっかツイッターのフォロー",
    kana:  "けしちゃおっかついったーのふぉろー"
  },
  {
    kanji: "先輩、一人でしたりするんですか",
    kana:  "せんぱい、ひとりでしたりするんですか"
  },
  {
    kanji: "声聞かせてください",
    kana:  "こえきかせてください"
  },
  {
    kanji: "これから田中さんのこと嘘つきって呼びます",
    kana:  "これからたなかさんのことうそつきってよびます"
  },
  {
    kanji: "私にとって無害",
    kana:  "わたしにとってむがい"
  },
  {
    kanji: "関西生まれ関西育ち",
    kana:  "かんさいうまれかんさいそだち"
  },
  {
    kanji: "寝落ちラジオ続編なにとぞ",
    kana:  "ねおちらじおぞくへんなにとぞ"
  },
  {
    kanji: "先輩実はドMでしょ",
    kana:  "せんぱいじつはどMでしょ"
  },
  {
    kanji: "ちゃんと舌出して",
    kana:  "ちゃんとしただして"
  },
  {
    kanji: "泣き顔性癖",
    kana:  "なきがおせいへき"
  },
  {
    kanji: "リップ音注意",
    kana:  "りっぷおんちゅうい"
  },
  {
    kanji: "好きになっちゃったんだなーって",
    kana:  "すきになっちゃったんだなーって"
  },
  {
    kanji: "私が決めるの",
    kana:  "わたしがきめるの"
  },
  {
    kanji: "summertimeに衝撃を受ける",
    kana:  "summertimeにしょうげきをうける"
  },
  {
    kanji: "気持ちいい事好きですもんね",
    kana:  "きもちいいことすきですもんね"
  },
  {
    kanji: "同僚",
    kana:  "どうりょう"
  },
  {
    kanji: "先輩がダメなら後輩もアリかも",
    kana:  "せんぱいがだめならこうはいもありかも"
  },
  {
    kanji: "その人のこと好きなの？",
    kana:  "そのひとのことすきなの？"
  },
  {
    kanji: "縛っててよかった",
    kana:  "しばっててよかった"
  },
  {
    kanji: "お風呂一緒にはいろっか",
    kana:  "おふろいっしょにはいろっか"
  },
  {
    kanji: "いっぱいぎゅーしてちゅー",
    kana:  "いっぱいぎゅーしてちゅー"
  },
  {
    kanji: "なに想像しました",
    kana:  "なにそうぞうしました"
  },
  {
    kanji: "世田れいと電話",
    kana:  "せたれいとでんわ"
  },
  {
    kanji: "一人でするように指示",
    kana:  "ひとりでするようにしじ"
  },
  {
    kanji: "私の声好きでしょ",
    kana:  "わたしのこえすきでしょ"
  },
  {
    kanji: "一人暮らしなのに声我慢するんですか",
    kana:  "ひとりぐらしなのにこえがまんするんですか"
  },
  {
    kanji: "おもちゃ箱を見えるところに置く先輩",
    kana:  "おもちゃばこをみえるところにおくせんぱい"
  },
  {
    kanji: "塩対応な家庭教師の先生",
    kana:  "しおたいおうなかていきょうしのせんせい"
  },
  {
    kanji: "関西弁彼女にまた会いたい",
    kana:  "かんさいべんかのじょにまたあいたい"
  },
  {
    kanji: "寝たふりバレてますよ",
    kana:  "ねたふりばれてますよ"
  },
  {
    kanji: "きもちいと何も考えられないの？",
    kana:  "きもちいとなにもかんがえられないの"
  },
  {
    kanji: "やだ",
    kana:  "やだ"
  },
  {
    kanji: "浮気しません",
    kana:  "うわきしません"
  },
  {
    kanji: "浮気した？",
    kana:  "うわきした？"
  },
  {
    kanji: "濡れてるのがわかっちゃうの嫌なんだ",
    kana:  "ぬれてるのがわかっちゃうのいやなんだ"
  },
  {
    kanji: "舐めるの上手",
    kana:  "なめるのじょうず"
  },
  {
    kanji: "あーそれやばい",
    kana:  "あーそれやばい"
  },
  {
    kanji: "すみませんキャンディキスゲーム会場はどちらですか",
    kana:  "すみませんきゃんでぃきすげーむかいじょうはどちらですか"
  },
  {
    kanji: "スペアリブ",
    kana:  "すぺありぶ"
  },
  {
    kanji: "世田れいショートボイス",
    kana:  "せたれいしょーとぼいす"
  },
  {
    kanji: "れいちゃん情報",
    kana:  "れいちゃんじょうほう"
  },
  {
    kanji: "れいのためにどれくらい頑張れそう",
    kana:  "れいのためにどれくらいがんばれそう"
  },
  {
    kanji: "もっと好きになって",
    kana:  "もっとすきになって"
  },
  {
    kanji: "シチュボは気が向くまで出ません",
    kana:  "しちゅぼはきがむくまででません"
  },
  
// キャス
  {
    kanji: "Youtubelive挫折",
    kana:  "Youtubeliveざせつ"
  },
  {
    kanji: "どらさんコラボ",
    kana:  "どらさんこらぼ"
  },
  {
    kanji: "通話企画",
    kana:  "つうわきかく"
  },
  {
    kanji: "耳舐め",
    kana:  "みみなめ"
  },
  {
    kanji: "リップ音同時視聴、あれはよかった",
    kana:  "りっぷおんどうじしちょう、あれはよかった"
  },
  {
    kanji: "充電五パーセントになったらおやすみなさい",
    kana:  "じゅうでんごぱーせんとになったらおやすみなさい"
  },
  {
    kanji: "ねこひゃっぴき",
    kana:  "ねこひゃっぴき"
  },
  {
    kanji: "こんばんは世田れいです",
    kana:  "こんばんはせたれいです"
  },
  {
    kanji: "なんの話する",
    kana:  "なんのはなしする"
  },
  {
    kanji: "いちゃいちゃ",
    kana:  "いちゃいちゃ"
  },
  {
    kanji: "おもちちゃん",
    kana:  "おもちちゃん"
  },
  {
    kanji: "テディ先輩",
    kana:  "てでぃせんぱい"
  },
  {
    kanji: "マイメロ配信者",
    kana:  "まいめろはいしんしゃ"
  },
  {
    kanji: "れいと付き合ったら何したい",
    kana:  "れいとつきあったらなにしたい"
  },
  {
    kanji: "説明が上手すぎる世田れい",
    kana:  "せつめいがうますぎるせたれい"
  },
  {
    kanji: "一回嫌がって欲しい",
    kana:  "いっかいいやがってほしい"
  },
  {
    kanji: "ベッドにそっと置かれるおもちゃ",
    kana:  "べっどにそっとおかれるおもちゃ"
  },
  {
    kanji: "泡風呂マスター",
    kana:  "あわぶろますたー"
  },
  {
    kanji: "ハーレム建設",
    kana:  "はーれむけんせつ"
  },
  {
    kanji: "お揃いパジャマ",
    kana:  "おそろいぱじゃま"
  },
  {
    kanji: "お布施ありがと昇格です",
    kana:  "おふせありがとしょうかくです"
  },
  {
    kanji: "○○毎（なんとかまい）",
    kana:  "なんとかまい"
  },
  {
    kanji: "またしても身長を偽る世田れい",
    kana:  "またしてもしんちょうをいつわるせたれい"
  },
  {
    kanji: "メンタルぽよ励み系フォルダ",
    kana:  "めんたるぽよはげみけいふぉるだ"
  },
  {
    kanji: "吹きガラスで怒られる世田れい",
    kana:  "ふきがらすでおこられるせたれい"
  },
  {
    kanji: "待ち合わせでキョロキョロして蛙化",
    kana:  "まちあわせできょろきょろしてかえるか"
  },
  {
    kanji: "ベッドメイクの天才",
    kana:  "べっどめいくのてんさい"
  },
  {
    kanji: "じゃあ順番に性癖コメントして",
    kana:  "じゃあじゅんばんにせいへきこめんとして"
  }
];
